Show / Hide Table of Contents
Enum ReportType
Defines a report type.
Namespace: IdeaRS.OpenModel.Connection
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ReportType
Fields
 Name |  Description
 Brief
Brief report - only summary is created.
 Detailed
Detailed report - with all results related to report settings.
 Improve this Doc
 View Source